hello1_text = 'Привет, {name}, хотите узнать, как принять участие в Розовом Октябре?'
main_text = "Регистрируйтесь на мероприятие"
loto_text = "Если вы хотите принять участие в беспроигрышной лотерее на нашем мероприятии, то вам нужно совершить пожертвование, не менее чем на X рублей"
info_text = "Связаться с нами или сделать пожертвование"
line_text = "Для быстрой связи с нами, вы можете позвонить по номеру 8-800-707-44-03 или перейти чат-бот с консультантами фонда"
side_text = "Выберите направление, которое хотите посетить\nОписание: Intersimiti\nОписание: Интершарм"
thx_text = "Спасибо! Вы зарегистрированы. Пройдите в кабину врача в порядке живой очереди."
RO2024_text = "Полезные ссылки"
agree_text = '«Нажимая на кнопку "Отправить", я даю Согласие Благотворительному фонду «ДАЛЬШЕ» на обработку моих персональных данных в соответствии с <a href="https://dalshefond.ru/upload/content/2022/politics2022.pdf">Политикой в отношении обработки персональных данных</a>'
moscow_text = '''С 7 по 13 октября 2024 ждём вас на очные бесплатные консультации по вопросам здоровья груди в мобильных кабинетах профилактики в Москве . На протяжении недели опытные врачи-онкомаммологи бесплатно проведут персональные консультации для всех желающих.
Приходите в любой из этих дней и приводите с собой близких и подруг. Берите с собой мужчин, им тоже важно знать о раке груди, ведь 1 % пациентов с этим диагнозом – представители сильного пола.'''
europe_text = '''Где: Площадь Киевского вокзала, д.2 - 2 этаж, атриум "РИМ", напротив магазина Intimissimi

График работы: 
7, 8, 9, 10 и 13 октября с 10:00 до 22:00
11 и 12 октября с 10:00 до 23:00
'''
aviapark_text = '''Где: ул. Ходынский бульвар, д. 4 – 1 этаж, зона С, напротив магазина Intimissimi 
 
График работы:  
7, 8, 9, 10 и 13 октября с 10:00 до 22:00 
11 и 12 октября с 10:00 до 23:00'''

metropolis_text = '''Где: Ленинградское шоссе, д. 16а, стр. 4 – 1 этаж, зона эскалаторов рядом с магазином Intimissimi

График работы: с 7 по 13 октября с 10:00 до 23:00
'''
intersharm_text = '''Где: вставить
График работы: с 9 по 12 октября с 10:00 до 18:00
'''
voronezh_text = '''С 7 по 13 октября 2024 с 10:00 до 22:00 ждём вас на очные бесплатные консультации по вопросам здоровья груди в мобильном кабинете профилактики в Воронеже по адресу 
ТЦ «Галерея Чижова» (ул. Кольцовская, д. 35) – 1 этаж, вход с ул. Кольцовской, входная зона 🎗 
 
На протяжении недели врачи-онкомаммологи бесплатно проведут персональные консультации для всех желающих 💕 
 
Приходите в любой из этих дней и приводите с собой близких и подруг. Берите с собой мужчин, им тоже важно знать о раке груди, ведь 1 % пациентов с этим диагнозом – представители сильного пола. 
 
📍 Консультации проводятся в порядке живой очереди.'''
kazan_text = '''С 7 по 13 октября 2024 с 10:00 до 22:00 ждём вас на очные бесплатные консультации по вопросам здоровья груди в мобильном кабинете профилактики в Казани по адресу
ТРЦ «Казан Молл» (ул. Павлюхина, д. 91) – 1 этаж, центральный вход, напротив магазина Intimissimi

На протяжении недели опытные врачи-онкомаммологи бесплатно проведут персональные консультации для всех желающих.
Приходите в любой из этих дней и приводите с собой близких и подруг. Берите с собой мужчин, им тоже важно знать о раке груди, ведь 1 % пациентов с этим диагнозом – представители сильного пола.'''
nizhnii_text = '''С 7 по 13 октября 2024 с 10:00 до 22:00 ждём вас на очные бесплатные консультации по вопросам здоровья груди в мобильном кабинете профилактики в Нижнем Новгороде по адресу
ТРК «Фантастика» (ул. Родионова, д. 187в) – 1 этаж, возле зоны эскалаторов, напротив магазина Intimissimi

На протяжении недели врачи-онкомаммологи бесплатно проведут персональные консультации для всех желающих.
Приходите в любой из этих дней и приводите с собой близких и подруг. Берите с собой мужчин, им тоже важно знать о раке груди, ведь 1 % пациентов с этим диагнозом – представители сильного пола.'''
sochi_text = '''С 7 по 13 октября 2024 с 10:00 до 22:00 ждём вас на очные бесплатные консультации по вопросам здоровья груди в мобильном кабинете профилактики в Сочи по адресу ТРЦ «МореМолл» (ул. Новая Заря, д. 7) – 1 этаж, Центральный вход, возле панорамного лифта
На протяжении недели врачи-онкомаммологи бесплатно проведут персональные консультации для всех желающих.
Приходите в любой из этих дней и приводите с собой близких и подруг. Берите с собой мужчин, им тоже важно знать о раке груди, ведь 1 % пациентов с этим диагнозом – представители сильного пола.'''
quest_text = '''Где: Крокус Экспо
Стенд 7D05
График работы: с 9 по 12 октября с 10:00 до 18:00

Пройдите квест из 4 заданий и получите приз в беспроигрышной лотерее
'''
first_quest_text = '''Задание 1. Пройдите регистрацию в боте

Не забудьте получить печать у волонтера Фонда'''
second_quest_text = '''Задание 2. Пройдите бесплатную консультацию маммолога в розовой кабинке на стенде Фонда

Не забудьте получить печать у волонтера Фонда'''
third_quest_text = '''Задание 3. Сделайте фото в цветочной фотозоне на стенде Фонда и поделитесь им в соцсетях с отметкой #ДальшеФонд или #ЖитьДальше

Покажите выложенное фото волонтеру, он за это поставит вам печать'''
firth_quest_text = '''Задание 4. Сделайте пожертвование от 500 руб. в Фонд "ДАЛЬШЕ" и покажите скрин волонтеру Фонда

Все 4 печати собраны? Тогда смело идите к волонтеру стенда и крутите лототрон! Ваш подарок ждет вас.

И помните, ваше здоровье в ваших руках ❤
'''

agree_doc = "BQACAgIAAxkBAAIF9mcESqE-ueQxXsOURT3jV065kmbiAAKNWgACOmUgSNGNiSuJmWyxNgQ"
file_doc = "BQACAgIAAxkBAAIELWcDikmxtqqxukHmTrT3fzwyoOw7AAJKUwACKzEISAXrqiu_2LFUNgQ"
