hello1_text = 'Привет, {name}, хотите узнать, как принять участие в Розовом Октябре?'
main_text = "Регистрируйтесь на мероприятие"
loto_text = "Если вы хотите принять участие в беспроигрышной лотерее на нашем мероприятии, то вам нужно совершить пожертвование, не менее чем на X рублей"
info_text = "Связаться с нами или сделать пожертвование"
line_text = "Для быстрой связи с нами, вы можете позвонить по номеру 8-800-707-44-03 или перейти чат-бот с консультантами фонда"
side_text = "Выберите направление, которое хотите посетить\nОписание: Intersimiti\nОписание: Интершарм"
thx_text = "Спасибо! Вы зарегистрированы. Пройдет в кабину врача в порядке живой очереди."
RO2024_text = "Полезные ссылки"
agree_text = '«Нажимая на кнопку "Отправить", я даю Согласие Благотворительному фонду «ДАЛЬШЕ» на обработку моих персональных данных в соответствии с <a href="https://dalshefond.ru/upload/content/2022/politics2022.pdf">Политикой</a>'
moscow_text = '''С 7 по 13 октября 2024 ждём вас на очные бесплатные консультации по вопросам здоровья груди в мобильных кабинетах профилактики в Москве . На протяжении недели опытные врачи-онкомаммологи бесплатно проведут персональные консультации для всех желающих.
Приходите в любой из этих дней и приводите с собой близких и подруг. Берите с собой мужчин, им тоже важно знать о раке груди, ведь 1 % пациентов с этим диагнозом – представители сильного пола.'''
europe_text = '''Где: Площадь Киевского вокзала, д. 2 – 2 этаж, атриум «РИМ» напротив магазина Intimissimi

График работы: с 7 по 13 октября с 10:00 до 22:00
'''
aviapark_text = '''Где: ул. Ходынский бульвар, д. 4 – 1 этаж, зона С, напротив магазина Intimissimi

График работы: с 7 по 13 октября с 10:00 до 22:00'''
metropolis_text = '''Где: Ленинградское шоссе, д. 16а, стр. 4 – 1 этаж, зона эскалаторов рядом с магазином Intimissimi

График работы: с 7 по 13 октября с 10:00 до 23:00
'''
intersharm_text = '''Где: вставить
График работы: с 9 по 12 октября с 10:00 до 18:00
'''
voronezh_text = '''С 7 по 13 октября 2024 с 10:00 до 22:00 ждём вас на очные бесплатные консультации по вопросам здоровья груди в мобильном кабинете профилактики в Воронеже по адресу
ТЦ «Галерея Чижова» (ул. Кольцовская, д. 35) – 1 этаж, вход с ул. Кольцовской, входная зона
На протяжении недели врачи-онкомаммологи бесплатно проведут персональные консультации для всех желающих.
Приходите в любой из этих дней и приводите с собой близких и подруг. Берите с собой мужчин, им тоже важно знать о раке груди, ведь 1 % пациентов с этим диагнозом – представители сильного пола.'''
kazan_text = '''С 7 по 13 октября 2024 с 10:00 до 22:00 ждём вас на очные бесплатные консультации по вопросам здоровья груди в мобильном кабинете профилактики в Казани по адресу
ТРЦ «Казан Молл» (ул. Павлюхина, д. 91) – 1 этаж, центральный вход, напротив магазина Intimissimi

На протяжении недели опытные врачи-онкомаммологи бесплатно проведут персональные консультации для всех желающих.
Приходите в любой из этих дней и приводите с собой близких и подруг. Берите с собой мужчин, им тоже важно знать о раке груди, ведь 1 % пациентов с этим диагнозом – представители сильного пола.'''
nizhnii_text = '''С 7 по 13 октября 2024 с 10:00 до 22:00 ждём вас на очные бесплатные консультации по вопросам здоровья груди в мобильном кабинете профилактики в Нижнем Новгороде по адресу
ТРК «Фантастика» (ул. Родионова, д. 187в) – 1 этаж, возле зоны эскалаторов, напротив магазина Intimissimi

На протяжении недели врачи-онкомаммологи бесплатно проведут персональные консультации для всех желающих.
Приходите в любой из этих дней и приводите с собой близких и подруг. Берите с собой мужчин, им тоже важно знать о раке груди, ведь 1 % пациентов с этим диагнозом – представители сильного пола.'''
sochi_text = '''С 7 по 13 октября 2024 с 10:00 до 22:00 ждём вас на очные бесплатные консультации по вопросам здоровья груди в мобильном кабинете профилактики в Сочи по адресу ТРЦ «МореМолл» (ул. Новая Заря, д. 7) – 1 этаж, Центральный вход, возле панорамного лифта
На протяжении недели врачи-онкомаммологи бесплатно проведут персональные консультации для всех желающих.
Приходите в любой из этих дней и приводите с собой близких и подруг. Берите с собой мужчин, им тоже важно знать о раке груди, ведь 1 % пациентов с этим диагнозом – представители сильного пола.'''

agree_doc = "BQACAgIAAxkBAAIB9Wb79QkqHSvn6Hdvt4qcSpWKF0hrAALbUQACLLfgS4m8MQ9RKruONgQ"

