hello1_text = 'Привет, {name}, этот бот поможет тебе принять участие в акции "Розовый октябрь" вместе с НКО фондом "Вперед"'
main_text = "Регистрируйтесь на мероприятие"
loto_text = "Если вы хотите принять участие в беспроигрышной лотерее на нашем мероприятии, то вам нужно совершить пожертвование, не менее чем на X рублей"
info_text = "Связаться с нами или сделать пожертвование"
line_text = "Для быстрой связи с нами, вы можете позвонить по номеру 8-800-707-44-03 или перейти чат-бот с консультантами фонда"
side_text = "Выберите направление, которое хотите посетить\nОписание: Intersimiti\nОписание: Интершарм"
thx_text = "Спасибо, вы участвуете в акции. Можете пройти в кабинку с маммологом по очереди"
RO2024_text = "Полезные ссылки"
agree_text = '«Нажимая на кнопку "Отправить", я даю Согласие Благотворительный фонд «ДАЛЬШЕ» на обработку моих персональных данных в соответствии с <a href="https://dalshefond.ru/upload/content/2022/politics2022.pdf">Политикой</a>'

agree_doc = "BQACAgIAAxkBAAIB9Wb79QkqHSvn6Hdvt4qcSpWKF0hrAALbUQACLLfgS4m8MQ9RKruONgQ"